<template>
  <div class="wraper">
    <div class="container">
      <div class="header">
        <img src="@/imges/logo.svg" alt="">
        <div class="headerText">
          <p class="headerTextLeft">
            Автор
          </p>
          <p class="headerTextRight">
            Ильенко<br />Илья
          </p>
        </div>
      </div>
      <div class="ferstPage">
        <p class="ferstPageText">банковское дело<br /> и биржи</p>
        <div class="ferstPageGrid">
          <div class="ferstPageGrid2">
            <div class="ferstPageGridItem" @click = "scroll('1')">
              <div class="ferstPageGridItemUp">
                <p class="ferstPageGridItemUpText">1</p>
                <img src="@/imges/routeArrow.svg" alt="" class="">
              </div>
              <p class="ferstPageGridItemText">
                Введение
              </p>
            </div>
            <div class="ferstPageGridItem"  @click = "scroll('2')">
              <div class="ferstPageGridItemUp">
                <p class="ferstPageGridItemUpText">2</p>
                <img src="@/imges/routeArrow.svg" alt="" class="">
              </div>
              <p class="ferstPageGridItemText">
                Банковское дело
              </p>
            </div>
          </div>
          <div class="ferstPageGrid3">
            <div class="ferstPageGridItem"  @click = "scroll('3')">
              <div class="ferstPageGridItemUp">
                <p class="ferstPageGridItemUpText">3</p>
                <img src="@/imges/routeArrow.svg" alt="" class="">
              </div>
              <p class="ferstPageGridItemText">
                Биржи
              </p>
            </div>
            <div class="ferstPageGridItem"  @click = "scroll('4')">
              <div class="ferstPageGridItemUp">
                <p class="ferstPageGridItemUpText">4</p>
                <img src="@/imges/routeArrow.svg" alt="" class="">
              </div>
              <p class="ferstPageGridItemText">
                Взаимодействие банковского дела и биржевой деятельности
              </p>
            </div>
            <div class="ferstPageGridItem"  @click = "scroll('5')">
              <div class="ferstPageGridItemUp">
                <p class="ferstPageGridItemUpText">5</p>
                <img src="@/imges/routeArrow.svg" alt="" class="">
              </div>
              <p class="ferstPageGridItemText">
                Текущие тенденции и вызовы
              </p>
            </div>
          </div>
          <div class="ferstPageGrid2">
            <div class="ferstPageGridItem"  @click = "scroll('6')">
              <div class="ferstPageGridItemUp">
                <p class="ferstPageGridItemUpText">6</p>
                <img src="@/imges/routeArrow.svg" alt="" class="">
              </div>
              <p class="ferstPageGridItemText">
                Правовые и этические вопросы
              </p>
            </div>
            <div class="ferstPageGridItem"  @click = "scroll('7')">
              <div class="ferstPageGridItemUp">
                <p class="ferstPageGridItemUpText">7</p>
                <img src="@/imges/routeArrow.svg" alt="" class="">
              </div>
              <p class="ferstPageGridItemText">
                Перспективы развития банковского дела и биржевой деятельности
                A. Прогнозы для банковской сферы

              </p>
            </div>
          </div>
        </div>
      </div>
      <div class="content">
        <div class="contentBlock" id="1">
          <p class="contentBlockNumber">1</p>
          <div class="contentBlockFrame">
            <p class="contentBlockFrameHeader">Введение
            </p>
            <img src="@/imges/cont1.jpg" alt="" class="contentBlockFrameImg">
            <p class="contentBlockFrameText">
              &ensp;&ensp;&ensp;1. Определение банковского дела и биржевой деятельности <br />
              Банковское дело представляет собой широкий спектр финансовых операций, связанных с хранением, управлением и
              оборотом денежных средств. Оно включает в себя предоставление кредитов, прием депозитов, осуществление
              платежных операций, а также различные финансовые консультации. Банковская деятельность направлена на
              обеспечение ликвидности и финансовой стабильности в экономике.
              Биржевая деятельность, с другой стороны, связана с торговлей различными финансовыми инструментами на биржах.
              Эти инструменты включают акции, облигации, товары и валюты. Биржи предоставляют платформу для купли-продажи
              этих активов, обеспечивая прозрачность и эффективность рынка.<br />
              &ensp;&ensp;&ensp;2. Роль банков и бирж в финансовой системе<br />
              Банки играют ключевую роль в финансовой системе, предоставляя услуги, необходимые для функционирования
              экономики. Они являются финансовыми посредниками, собирая средства от вкладчиков и предоставляя кредиты
              предприятиям и частным лицам. Банки также участвуют в процессе создания денег, предоставляя кредиты на
              основе резервов.
              Биржи, в свою очередь, обеспечивают эффективность рынка и определяют цены финансовых активов. Они создают
              механизмы для встречи спроса и предложения, а также служат индикатором экономического состояния. Биржевая
              деятельность стимулирует инвестиции и обеспечивает доступ к капиталу для компаний, способствуя росту
              экономики.
              В общем, банки и биржи взаимодействуют, создавая финансовую инфраструктуру, которая обеспечивает
              стабильность и развитие экономической системы. Их роль в аллокации ресурсов, формировании цен и поддержании
              доверия важна для сбалансированного и эффективного функционирования финансового мира.

            </p>
          </div>
        </div>
        <div class="contentBlock" id="2">
          <p class="contentBlockNumber">2</p>
          <div class="contentBlockFrame">
            <p class="contentBlockFrameHeader">Банковское дело
            </p>
            <img src="@/imges/cont2.jpg" alt="" class="contentBlockFrameImg">
            <p class="contentBlockFrameText">
              &ensp;&ensp;&ensp;A. История банковского дела<br />
              История банковского дела насчитывает тысячелетия, начиная с древних цивилизаций, таких как древнегреческая и
              древнеримская. Одним из первых прообразов банков были древнекитайские "деньги в долг", где торговцы
              предоставляли займы под проценты. Однако, современное банковское дело начало свое развитие в средневековой
              Европе, где купцы и торговцы стали предоставлять услуги по обмену валют и хранению денег. Первые банки,
              такие как Банк Амстердама, появились в XVII веке, предоставляя услуги депозитного хранения и обмена.<br />
              &ensp;&ensp;&ensp;B. Функции банков<br />
              Функции банков разнообразны и варьируют в зависимости от их типа и специализации. Основные функции
              включают:<br />
              &ensp;1. Привлечение депозитов: Банки собирают средства от вкладчиков, предоставляя им безопасное место для
              хранения денег и возможность получения процентов на свои средства.<br />
              &ensp;2. Предоставление кредитов: Банки выдают кредиты предприятиям и частным лицам, способствуя инвестициям
              и
              экономическому развитию.<br />
              &ensp;3. Осуществление платежных операций: Банки обеспечивают передачу средств между клиентами и компаниями
              через
              различные каналы, такие как электронные переводы, чеки и платежные карты.<br />
              &ensp;4. Управление финансами: Банки предоставляют услуги управления счетами, инвестиций и портфелем
              клиентов,
              помогая им эффективно управлять своими финансами.<br />
              &ensp;&ensp;&ensp;C. Типы банков<br />
              Существует несколько типов банков, каждый из которых специализируется на определенных услугах:<br />
              &ensp;• Коммерческие банки: Основная деятельность - предоставление широкого спектра финансовых услуг для
              физических лиц и предприятий.<br />
              &ensp;• Инвестиционные банки: Специализируются на инвестициях, сделках с ценными бумагами и финансовых
              консультациях.<br />
              &ensp;• Центральные банки: Отвечают за эмиссию валюты, монетарную политику и стабильность финансовой
              системы.<br />
              &ensp;&ensp;&ensp;D. Регулирование банковской деятельности<br />
              Банковская деятельность подвергается строгому регулированию для обеспечения стабильности и безопасности
              финансовой системы. Регулирование включает в себя:<br />
              &ensp;• Банковский надзор: Государственные органы следят за финансовыми институтами, чтобы предотвратить
              риски и
              обеспечить их надежную работу.<br />
              &ensp;• Капиталовложения и резервы: Банки обязаны поддерживать определенный уровень капитала и резервов,
              чтобы
              обеспечить свою финансовую устойчивость.<br />
              &ensp;• Законы о банковской тайне и конфиденциальности: Защищают информацию клиентов и поддерживают доверие
              к
              банковской системе.<br />
              В совокупности эти элементы формируют базовую структуру и функции банковской деятельности, определяя их
              важную роль в финансовой системе.
            </p>
          </div>
        </div>
        <div class="contentBlock" id="3">
          <p class="contentBlockNumber">3</p>
          <div class="contentBlockFrame">
            <p class="contentBlockFrameHeader">Биржи
            </p>
            <img src="@/imges/cont3.jpg" alt="" class="contentBlockFrameImg">
            <p class="contentBlockFrameText">
              &ensp;&ensp;&ensp;A. История бирж<br />
              История бирж имеет свои корни в древних временах, но современные биржи начали свое развитие в XVII веке.
              Одной из первых бирж была Амстердамская биржа, основанная в 1602 году. Она предоставляла площадку для
              торговли акциями компаний Восточной Индии и стала прародителем современных фондовых бирж. С течением времени
              биржи стали появляться в различных странах, предоставляя место для торговли различными финансовыми
              инструментами.<br />
              &ensp;&ensp;&ensp;B. Роли бирж в экономике<br />
              Биржи играют важную роль в экономике, выполняя следующие функции:<br />
              &ensp;1. Обеспечение ликвидности: Биржи создают среду, где покупатели и продавцы могут легко встречаться,
              обеспечивая ликвидность для финансовых инструментов.<br />
              &ensp; 2. Ценообразование: Биржевые торги определяют рыночные цены для акций, облигаций, товаров и других
              активов,
              отражая текущую ситуацию на рынке.<br />
              &ensp;3. Финансирование компаний: Путем размещения акций на бирже компании привлекают капитал для
              финансирования
              своего развития и проектов.<br />
              &ensp;4. Рискоменеджмент: Биржевые инструменты, такие как фьючерсы и опционы, предоставляют инвесторам
              инструменты
              для управления рисками и защиты от изменений цен.<br />
              &ensp;&ensp;&ensp;C. Типы бирж, включая криптобиржи<br />
              Существует несколько типов бирж, каждая из которых специализируется на торговле определенными видами
              активов:<br />
              &ensp;• Фондовые биржи: Торговля акциями компаний.<br />
              &ensp;• Товарные биржи: Торговля товарами и сырьем.<br />
              &ensp;• Валютные биржи: Торговля валютами.<br />
              &ensp;• Фьючерсные биржи: Торговля фьючерсами и опционами.<br />
              &ensp;• Криптобиржи: Специализируются на торговле криптовалютами, такими как Биткойн, Эфириум и
              другие.<br />
              &ensp;&ensp;&ensp;D. Финансовые инструменты на бирже<br />
              Биржевые инструменты включают разнообразные активы:<br />
              &ensp;• Акции: Представляют долю в собственности компаний.<br />
              &ensp;• Облигации: Долговые ценные бумаги, обеспечивающие право на получение процентов и возврат капитала.
              &ensp;• Фьючерсы и опционы: Контракты, которые обязывают купить или продать актив в будущем по заранее
              установленной цене.<br />
              &ensp;• Валюты: Торговля различными валютами на валютных биржах.<br />
              &ensp;• Криптовалюты: Цифровые активы, использующие технологию блокчейн для обеспечения безопасности и
              децентрализации. Примеры включают Биткойн, Эфириум и множество других.<br />
              Эти финансовые инструменты предоставляют инвесторам широкий спектр возможностей для диверсификации портфеля,
              управления рисками и достижения финансовых целей. Криптобиржи добавляют новый уровень инноваций и
              возможностей, предоставляя инвесторам доступ к быстроразвивающемуся миру криптовалют и блокчейн-технологий.
            </p>
          </div>
        </div>
        <div class="contentBlock" id="4">
          <p class="contentBlockNumber">4</p>
          <div class="contentBlockFrame">
            <p class="contentBlockFrameHeader">Взаимодействие банковского дела и биржевой деятельности
            </p>
            <img src="@/imges/cont4.jpg" alt="" class="contentBlockFrameImg">
            <p class="contentBlockFrameText">
              &ensp;&ensp;&ensp;A. Роль банков на финансовых рынках<br />
              Банки играют ключевую роль на финансовых рынках, взаимодействуя с различными аспектами биржевой
              деятельности. Их роль может быть определена следующим образом:<br />
              &ensp;1. Обеспечение ликвидности: Банки участвуют в процессе создания ликвидности на финансовых рынках,
              предоставляя финансовые услуги, такие как кредитование и предоставление линий финансирования.<br />
              &ensp;2. Участие в эмиссии ценных бумаг: Коммерческие банки могут участвовать в процессе эмиссии и
              размещения
              ценных бумаг на фондовых и облигационных рынках, обеспечивая компаниям доступ к капиталу.<br />
              &ensp;3. Работа с финансовыми инструментами: Банки часто участвуют в торговле финансовыми инструментами на
              биржах,
              такими как акции и облигации, как часть своей управляющей деятельности.<br />
              &ensp;4. Участие в межбанковских операциях: Банки активно участвуют в межбанковских операциях, влияя на
              ставки
              обмена и денежный рынок.<br />
              &ensp;&ensp;&ensp;B. Влияние биржевых процессов на банковскую сферу<br />
              Биржевые процессы оказывают влияние на банковскую сферу, формируя условия для их деятельности и
              взаимодействия с клиентами:<br />
              &ensp;1. Риск и доходность: Банки активно оценивают риски и доходность финансовых инструментов, торгуемых на
              бирже, чтобы эффективно управлять своими портфелями и предоставлять клиентам разнообразные инвестиционные
              возможности.<br />
              &ensp;2. Кредитование и обеспечение: Результаты биржевых операций, такие как курс валюты или цены акций,
              могут
              влиять на обеспечение и кредитные решения банков, поскольку они оценивают стоимость активов клиентов.<br />
              &ensp;3. Финансовая консультация: Банки предоставляют клиентам консультации по инвестициям, основываясь на
              анализе
              биржевых данных и трендов, чтобы помочь клиентам принимать обоснованные финансовые решения.<br />
              &ensp;4. Развитие новых продуктов: Инновации на финансовых рынках, такие как новые виды ценных бумаг или
              технологии, могут вдохновлять банки на разработку новых продуктов и услуг для своих клиентов.<br />
              &ensp;5. Ликвидность и стабильность: Биржевая деятельность также влияет на ликвидность и стабильность
              банковского
              сектора, поскольку банки могут сталкиваться с изменениями в предложении и спросе на финансовые услуги.
              Таким образом, взаимодействие между банковским делом и биржевой деятельностью формирует динамичную
              финансовую среду, где банки выполняют важные функции в поддержке экономического роста и финансовой
              стабильности.
            </p>
          </div>
        </div>
        <div class="contentBlock" id="5">
          <p class="contentBlockNumber">5</p>
          <div class="contentBlockFrame">
            <p class="contentBlockFrameHeader">Текущие тенденции и вызовы
            </p>
            <img src="@/imges/cont5.png" alt="" class="contentBlockFrameImg">
            <p class="contentBlockFrameText">
              &ensp;&ensp;&ensp;A. Технологические инновации в банковской сфере<br />
              Технологические инновации стали непреодолимой силой в банковской сфере, изменяя способы предоставления услуг
              и взаимодействия с клиентами. Эти изменения подчеркивают необходимость адаптации банков к новой цифровой
              эре.<br />
              &ensp;1. Онлайн-банкинг и мобильные приложения: Возникновение онлайн-банков и мобильных приложений изменило
              способы взаимодействия клиентов с банками. Теперь клиенты могут легко управлять своими счетами, проводить
              транзакции и получать финансовую информацию с помощью своих смартфонов.<br />
              &ensp;2. Искусственный интеллект и аналитика данных: Банки все шире используют искусственный интеллект и
              аналитику
              данных для прогнозирования трендов, обеспечения безопасности и предоставления персонализированных услуг.
              Машинное обучение позволяет автоматизировать процессы принятия решений и оптимизировать работу банковских
              систем.<br />
              &ensp;3. Блокчейн-технологии: Блокчейн, основа для криптовалют, также находит применение в банковской сфере.
              Он
              обеспечивает безопасность и прозрачность транзакций, сокращает затраты на посредников и улучшает
              эффективность межбанковских операций.<br />
              &ensp;4. Цифровые валюты центральных банков (ЦВЦБ): Некоторые страны начали исследовать возможность выпуска
              собственных цифровых валют, что может изменить пейзаж центральных банков и взаимодействие с коммерческими
              банками.<br />
              &ensp;&ensp;&ensp;B. Мировые экономические факторы, влияющие на биржевую деятельность
              Биржевая деятельность неразрывно связана с мировой экономикой, и различные факторы могут оказывать влияние
              на ее динамику.<br />
              &ensp;1. Глобализация: Взаимосвязь мировых экономик способствует глобальной торговле на финансовых рынках.
              Биржи
              сталкиваются с вызовами, такими как валютные колебания и изменения в мировой экономической политике.<br />
              &ensp;2. Геополитические события: Политические нестабильности и геополитические кризисы могут вызвать
              колебания на
              биржах. Инвесторы чувствительны к событиям, таким как торговые войны, санкции и политические изменения, что
              влияет на цены активов.<br />
              &ensp;3. Технологические изменения: Развитие технологий, таких как искусственный интеллект и блокчейн, также
              оказывает воздействие на биржевые процессы, изменяя структуру торгов и уровень автоматизации.<br />
              &ensp;4. Экологические и социальные требования: Возрастающее внимание к экологическим и социальным вопросам
              может
              влиять на инвестиционные решения. Инвесторы все чаще оценивают не только финансовую доходность, но и вклад в
              общественное благосостояние.<br />
              &ensp;5. Пандемии и кризисы: Кризисы, такие как финансовые кризисы или пандемии, могут значительно
              воздействовать
              на биржевую активность, вызывая волатильность рынков и изменения в стратегиях инвестирования.<br />
              В целом, текущие тенденции и вызовы в банковской и биржевой сферах подчеркивают необходимость гибкости и
              адаптации к быстро меняющейся мировой экономической и технологической среде. Компании, способные
              адаптироваться к новым реалиям, могут выиграть в условиях неопределенности и использовать новые возможности
              для улучшения своей деятельности.
            </p>
          </div>
        </div>
        <div class="contentBlock" id="6">
          <p class="contentBlockNumber" style="margin-top: -50px;">6</p>
          <div class="contentBlockFrame">
            <p class="contentBlockFrameHeader">Правовые и этические вопросы
            </p>
            <img src="@/imges/cont6.jpg" alt="" class="contentBlockFrameImg">
            <p class="contentBlockFrameText">
              &ensp;&ensp;&ensp;A. Регулирование банков и бирж<br />
              Регулирование играет ключевую роль в обеспечении стабильности и прозрачности в банковской и биржевой
              сферах. Оно направлено на защиту интересов инвесторов, обеспечение эффективного функционирования рынков и
              предотвращение финансовых кризисов.<br />
              &ensp;1. Банковское регулирование: Национальные и международные органы, такие как Центральные банки и
              Международный валютный фонд, регулируют банковскую деятельность. Они устанавливают стандарты капитала,
              контролируют ликвидность и предоставляют механизмы страхования вкладов для обеспечения стабильности
              банковской системы.<br />
              &ensp;2. Биржевое регулирование: Регулирование бирж включает в себя установление правил и стандартов для
              обеспечения честности и прозрачности торговли. Регулирующие органы, такие как Комиссия по ценным бумагам и
              биржам (SEC) в США, работают над тем, чтобы предотвращать манипуляции рынком и обеспечивать соблюдение
              правил торговли.<br />
              &ensp;3. Международное сотрудничество: В условиях глобализации важно существование международного
              сотрудничества
              в сфере регулирования. Это позволяет создать единые стандарты, уменьшить риски пересечения нормативных
              требований и повысить доверие к мировым финансовым рынкам.<br />
              &ensp;&ensp;&ensp;B. Этические аспекты в финансовой сфере<br />
              Этика играет важную роль в обеспечении честности и доверия в финансовой сфере. Этические аспекты
              затрагивают не только отношения банков и бирж с клиентами, но и взаимодействие с обществом в целом.<br />
              &ensp;1. Отношения с клиентами: Банки и биржи должны соблюдать высокие стандарты этики при взаимодействии с
              клиентами. Это включает в себя честное предоставление информации, избегание конфликта интересов и защиту
              интересов инвесторов.<br />
              &ensp;2. Противодействие отмыванию денег и финансированию терроризма: Финансовые институты обязаны соблюдать
              этические стандарты в сфере противодействия отмыванию денег и финансирования терроризма. Это включает в
              себя тщательную проверку клиентов, мониторинг транзакций и соблюдение всех применимых законов.<br />
              &ensp;3. Устойчивость и социальная ответственность: Банки и биржи должны также проявлять социальную
              ответственность и стремиться к устойчивому развитию. Это может включать в себя инвестирование в проекты,
              способствующие общественному благосостоянию, и учет экологических и социальных аспектов при принятии
              стратегических решений.<br />
              &ensp;4. Этика в управлении рисками: Этика также касается управления рисками. Банки должны принимать только
              тот
              уровень риска, который соответствует их обязательствам перед клиентами и обеспечивает устойчивость
              банковской системы.<br />
              Итак, правовые и этические вопросы в банковской и биржевой сферах взаимосвязаны и направлены на
              обеспечение стабильности, прозрачности и честности в финансовой деятельности. Соблюдение высоких этических
              стандартов не только укрепляет доверие инвесторов и клиентов, но и способствует устойчивому и этичному
              развитию финансовых рынков
            </p>
          </div>
        </div>
        <div class="contentBlock" id="7">
          <p class="contentBlockNumber">7</p>
          <div class="contentBlockFrame">
            <p class="contentBlockFrameHeader">Перспективы развития банковского дела и биржевой деятельности
            </p>
            <img src="@/imges/cont7.jpg" alt="" class="contentBlockFrameImg">
            <p class="contentBlockFrameText">
              &ensp;&ensp;&ensp;A. Прогнозы для банковской сферы<br />
              Прогнозы для банковской сферы указывают на несколько ключевых тенденций, которые могут сформировать ее
              будущее.<br />
              &ensp;1. Цифровая трансформация: Ожидается, что цифровая трансформация будет продолжать преобразовывать банковскую
              сферу. Банки будут активно внедрять новые технологии, такие как блокчейн, искусственный интеллект и интернет
              вещей, чтобы улучшить эффективность, снизить затраты и предоставить клиентам более инновационные услуги.<br />
              &ensp;2. Развитие онлайн-банкинга: Онлайн-банкинг и мобильные приложения продолжат расти в популярности, и банки
              будут улучшать свои цифровые платформы, предоставляя клиентам удобные и персонализированные услуги.<br />
              &ensp;3. Усиление кибербезопасности: С ростом цифровизации повышается и угроза кибератак. Банки будут активно
              вкладывать в кибербезопасность, чтобы защитить конфиденциальность и безопасность финансовых данных клиентов.<br />
              &ensp;4. Управление большими данными: Банки будут все шире использовать аналитику данных для выявления трендов,
              прогнозирования рисков и улучшения качества принимаемых решений.<br />
              &ensp;&ensp;&ensp;B. Тенденции на мировых финансовых рынках<br />
              Мировые финансовые рынки также подвергнутся ряду изменений и тенденций, которые оказывают воздействие на
              биржевую деятельность.<br />
              &ensp;1. Рост криптовалют: Криптовалюты продолжат привлекать внимание инвесторов и станут все более широко
              принятыми. Возможно, центральные банки также начнут активнее исследовать выпуск собственных цифровых валют.<br />
              &ensp;2. Развитие устойчивых инвестиций: Инвесторы все больше будут обращать внимание на устойчивые и социально
              ответственные инвестиции. Этические и устойчивые фонды будут находить свою аудиторию, а компании будут
              стремиться к внедрению практик, способствующих устойчивому развитию.<br />
              &ensp;3. Глобальная регуляция: В ответ на глобализацию и рост интереса к криптовалютам, ожидается, что
              регулирующие органы будут работать над созданием более четких и обширных правил для финансовых рынков.<br />
              &ensp;4. Технологические инновации на биржах: Биржи будут интегрировать новые технологии, такие как блокчейн, для
              улучшения эффективности и прозрачности торговли. Это также может привести к появлению новых видов финансовых
              инструментов.<br />
              Прогнозы указывают на период интенсивных перемен в финансовой сфере, где банки и биржи будут сталкиваться с
              вызовами и возможностями, предоставленными быстро меняющейся технологической, экономической и регулирующей
              средой. Ключевым для успеха будет гибкость и способность адаптироваться к новым условиям.

            </p>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>

export default {
  name: 'App',
  components: {
  },
  methods: {
    scroll(id) {
      const el = document.getElementById(id);
      el.scrollIntoView({ behavior: "smooth" });
    }
  }
}
</script>

<style>@import "@/style.css";</style>
